{"latestUpdate":"2017-01-10T22:34:00.208Z","nextUpdate":"2017-01-10T22:44:00.208Z","items":[{"home":{"title":"Anders Nilsson","status":"Confirmed","date":"Jan. 10, 2017, 10:40 a.m.","description":"Nilsson will start Tuesday vs. the Flyers.Nilsson allowed four goals on 43 shots in the Sabres’ overtime loss in Chicago last Thursday. Robin Lehner started on Saturday, but is sick today, so Nilsson will be back in goal vs. the Flyers. Tonight he will face Philadelphia for the second time this season—he stopped 38 of 41 shots in a 4-3 shootout loss in the first meeting. The 26-year-old is 4-1-1 with a 1.97 GAA and .942 SV% on home ice. WGR550","team":"Buffalo Sabres","img":"./img/AndersNilsson.png"},"away":{"title":"Steve Mason","status":"Confirmed","date":"Jan. 10, 2017, 11:55 a.m.","description":"Mason will start Tuesday in Buffalo.Mason allowed two goals on 25 shots in the Flyers’ loss in Columbus on Sunday. Mason has lost six in a row while registering a 3.59 GAA and .860 SV%, but will remain in net tonight in Buffalo. Mason is 4-8-3 with a 3.08 GAA and .890 SV% on the road this season, so while the matchup looks appealing, there are better options tonight. Sam Carchidi","team":"Philadelphia Flyers","img":"./img/SteveMason.png"}},{"home":{"title":"Cam Ward","status":"Likely","date":"Jan. 10, 2017, 11:52 a.m.","description":"Ward was the first goalie off of the ice for the Hurricanes.Ward turned aside 32 of 35 shots in the Hurricanes overtime win over the Bruins on Sunday. Ward continues to play well in the Hurricanes crease and is expected to start for the 17th consecutive game tonight vs. the Blue Jackets. The 32-year-old is 10-3-1 with a 1.99 GAA and .928 SV% on home-ice but the Blue Jackets are a dangerous opponent. Michael Smith","team":"Carolina Hurricanes","img":"./img/CamWard.png"},"away":{"title":"Anton Forsberg","status":"Confirmed","date":"Jan. 10, 2017, 12:07 p.m.","description":"Forsberg will start Tuesday in Carolina.Sergei Bobrovsky is sick and Curtis McElhinney is now a Maple Leaf, so Forsberg will make his season debut tonight in Carolina. The 24-year-old played very well during his time in Cleveland, going 12-6-1 with a 2.16 GAA and .930 SV% in 21 games. He is 1-7-0 with a 4.01 GAA and .882 SV% in his NHL career. He is a risky start against a sneaky good Carolina team. Tom Reed","team":"Columbus Blue Jackets","img":"./img/AntonForsberg.png"}},{"home":{"title":"Jake Allen","status":"Confirmed","date":"Jan. 10, 2017, 9:28 a.m.","description":"Allen will start Tuesday vs. the Bruins.Allen allowed three goals on 28 shots in the Blues’ loss to the Hurricanes on Thursday. The new father sat out on Saturday, but will start tonight vs. the Bruins. Allen has lost three of his last four while posting a 3.04 GAA and .885 SV%. Despite the rough stretch, he was great in his first start vs. Boston, stopping 39 of 41 shots in a 4-2 win. Lou Korac","team":"St. Louis Blues","img":"./img/JakeAllen.png"},"away":{"title":"Tuukka Rask","status":"Likely","date":"Jan. 10, 2017, 1:11 p.m.","description":"Rask was the first goalie off of the ice for the Bruins.Rask stopped all 25 shots that he faced in the Bruins’ shutout win in Florida on Saturday. Zane McIntyre started on Sunday, so they’ll come back to Rask tonight in St. Louis. Rask has won three of his last five starts while turning aside 126 of 135 shots (.933 SV%). He allowed three goals on 27 shots in a 4-2 loss in his first start vs. the Blues. @NHLBruins","team":"Boston Bruins","img":"./img/TuukkaRask.png"}},{"home":{"title":"Pekka Rinne","status":"Confirmed","date":"Jan. 10, 2017, 12:22 p.m.","description":"Rinne starts Tuesday vs. the Canucks.Rinne allowed three goals on 29 shots in the Predators’ loss in Chicago on Sunday. Rask has lost five of his last six starts (1-3-2) while posting a 2.63 GAA and .915 SV%, but will remain in net tonight instead of Juuse Saros, who has played much better. Rinne is 9-4-4 with a 2.21 GAA and .921 SV% on home-ice. Adam Vingan","team":"Nashville Predators","img":"./img/PekkaRinne.png"},"away":{"title":"Ryan Miller","status":"Confirmed","date":"Jan. 10, 2017, 1:10 p.m.","description":"Miller will start Tuesday in Nashville.Miller allowed two goals on 46 shots in the Canucks’ win over the Flames last Friday. Jacob Marsktrom gave him the night off on Saturday, but Miller will be back between the pipes tonight in Nashville. Miller is riding a five-game winning streak, having posting an impressive 1.38 GAA, .955 SV% and one shutout over that stretch. Dave Tomlinson","team":"Vancouver Canucks","img":"./img/RyanMiller.png"}},{"home":{"title":"Corey Crawford","status":"Confirmed","date":"Jan. 10, 2017, 11:58 a.m.","description":"Crawford will start Tuesday vs. the Red Wings.Crawford allowed two goals on 27 shots in the Blackhawks’ win over the Predators on Sunday. Crawford has now won his last two starts and three of six with a 2.53 GAA and .920 SV% since returning to the crease in late-December. Tonight he is a must-start on home-ice vs. the struggling Red Wings—Crawford is 9-2-3 with a 2.06 GAA and .933 SV% at the United Center. Mark Lazerus","team":"Chicago Blackhawks","img":"./img/CoreyCrawford.png"},"away":{"title":"Petr Mrazek","status":"Likely","date":"Jan. 9, 2017, 12:27 p.m.","description":"Mrazek was in the starter's crease on Monday; expected to start Tuesday.Mrazek allowed three goals on 20 shots after replacing Jared Coreau in the Red Wings’ loss in San Jose on Saturday. Mrazek has not recorded a win since December 17th, going 0-4-0 with a 3.75 GAA and.852 SV% since then. He’ll be in tough tonight in Chicago—Mrazek is 4-5-1 with a 3.13 GAA and .900 SV% on the road this season and the Blackhawks are one of the best home teams in the league. Ansar Khan","team":"Detroit Red Wings","img":"./img/PetrMrazek.png"}},{"home":{"title":"Cam Talbot","status":"Confirmed","date":"Jan. 10, 2017, 1:26 p.m.","description":"Talbot will start Tuesday vs. the Sharks.Talbot allowed one goal on 20 shots in the Oilers’ win in New Jersey on Saturday. Jonas Gustavsson started on Sunday, but the Oilers will obviously go back to Talbot tonight vs. San Jose. Talbot has gone 6-1-2 with a 2.04 GAA and .932 SV% in his last nine games and tonight he’ll face the Sharks for the second this season—he allowed three goals on 31 shots in a 3-2 OT loss in the first meeting. Jason Gregor","team":"Edmonton Oilers","img":"./img/CamTalbot.png"},"away":{"title":"Martin Jones","status":"Confirmed","date":"Jan. 10, 2017, 2:52 p.m.","description":"Jones will start Tuesday in Edmonton.Jones allowed three goals on 35 shots in the Sharks’ win over the Red Wings on Saturday. The win snapped a three-game losing streak for Jones, who will make his fifth straight start tonight in Edmonton. Jones stopped 16 of 18 shots in a 3-2 OT win in his first start against the Oilers. With that said, he is just 9-8-1 in 18 starts on the road this season. Kevin Kurz","team":"San Jose Sharks","img":"./img/MartinJones.png"}},{"home":{"title":"John Gibson","status":"Confirmed","date":"Jan. 10, 2017, 2:56 p.m.","description":"Gibson will start Tuesday vs. the Stars.Gibson allowed two goals on 36 shots in the Ducks’ loss to Minnesota on Sunday. The loss snapped a three-game winning streak for Gibson, who is now 3-1-0 with a 1.72 GAA, .949 SV% and one shutout in January. Tonight he faces the Stars for the third time—he is 0-2-0 with a 4.97 GAA and .795 SV% in the first two meetings.Eric Stephens","team":"Anaheim Ducks","img":"./img/JohnGibson.png"},"away":{"title":"Antti Niemi","status":"Confirmed","date":"Jan. 10, 2017, 2:56 p.m.","description":"Niemi will start Tuesday in Anaheim.Niemi stopped the only shot he faced to record the win after replaced Kari Lehtonen last night in Los Angeles. It was Niemi’s fifth relief appearance of the season, but tonight will be his 18th start. Niemi has gone 2-0-0 with a 2.02 GAA and .944 SV% in his first two starts against the Ducks this season. Eric Stephens","team":"Dallas Stars","img":"./img/AnttiNiemi.png"}}]}